{
    "Colorectal": 
    "Colorectal surgery refers to the procedures performed on the organs in the lower digestive tract such as the colon, rectum, anus, pelvic, floor, and anus. Some conditions treated are hemorrhoid, diverticulitis, and cancer. These procedures can be categorized into minimally invasive, laparoscopic, and robotic.",
    
    "Stomach":
    "Stomach surgery also known as weight loss surgery are procedures that make the stomach smaller in size. This causes the stomach to hold less food and drink at any given time. The procedure is beneficial to those who have been diagnosed with and are at risk of obesity, type 2 diabetes, and sleep apnea.",

    "Biliary/Pancreas":
    "Biliary/Pancreas surgeries are procedures that treat conditions in the biliary system including the bile duct, liver, and gall bladder. Some conditions that require these procedures are non-cancerous and cancerous tumors, inflammation in the pancreas, and other congenital abnormalities in these organs.",

    "Vascular":
    "Vascular surgery treats organs and tissues in the vascular system including the heart, arteries, veins, blood vessels, and capillaries. Those who are at risk of complications with vascular problems benefit the most as they can improve their well-being. Two approaches performed are open surgery and endovascular surgery.",

    "Major resection":
    "Resection are surgical procedures that involves removing part of or the entire organ from the human body. Major resection tends to be more extreme often removing a large chunk of the organ or the entirety. This procedure is performed when the organ(s) do not function properly due to disease and/or damage.",

    "Breast":
    "Breast surgery are procedures done on the breast area. Patients receive this procedure for the removal of cancerous and non-cancerous lumps, preventative care, and cosmetic reasons. Although women get this procedure more often, many male patients get it to address gynecomastia and some even have breast cancer.",

    "Minor resection":
    "Resection are surgical procedures that involves removing part of or the entire organ from the human body. In the case of minor resection, surgeons will remove the obstacle causing abnormalities with small portions of the organ. However, since the procedure is minor, the whole organ is not typically removed.",

    "Transplantation":
    "Transplantations are procedure to insert a healthy organ or tissues from another individual (donor), either to improve their well-being and/or give these patients another chance at life. Although it is life-saving, demands for transplants exceed the availiable supplies and many wait years or even pass away in the process.",

    "Hepatic":
    "Hepatic surgeries are procedures specifically to treat the liver diseases and conditions. Two most common procedure done are Hepatic Resection where parts of the liver will be removed to remove a tumor and liver transplantation where patients with a failing liver receive a healthy liver from a donor."
    
}